Revit 2027 API
ParameterTypeId.RebarTypeAtStart Property
 "Start of Bar"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarTypeAtStart { get; }
Public Shared ReadOnly Property RebarTypeAtStart As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarTypeAtStart {
	ForgeTypeId^ get ();
}
static member RebarTypeAtStart : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace